Repository: sillsdev/Transcribe
Catalog: src/portable/ReactUi/data/localization/TranscriberUi-ha.xlf
Languages: ha

# transcribe.bible
source: Bible
ha: Litafi mai tsarki

# transcribe.storybook
source: Storybook
ha: Litafi labaru

# transcribe.test
source: Test
ha: Gwaji

# transcribe.other
source: Other
ha: Wani abu

# transcribe.assigned
source: ASSIGNED
ha: Aikinka

# transcribe.available
source: Available
ha: Bukatan yi

# transcribe.Review
source: Review
ha: Mai mai taawa

# transcribe.transcribe
source: Transcribe
ha: Juyarwa da abunda ka/ki keji

# transcribe.accept
source: Accept
ha: Nayadar

# transcribe.submit
source: Submit
ha: Merwa

# transcribe.unassign
source: Unassign
ha: Ba tare da izini ba

# transcribe.congratulations
source: Congratulations
ha: Taya murna

# transcribe.continue
source: Continue
ha: Ci gaba

# transcribe.haveaniceday
source: Have a nice day
ha: Yi rana mai kyau

# transcribe.inboxzero
source: inbox zero
ha: akwatin sažo mai shiga

# transcribe.youhavereached
source: You've reached
ha: Kun isa

# transcribe.mytasks
source: My Tasks
ha: Ɗawainiyata

# transcribe.alltasks
source: All Tasks
ha: Duk Ɗawainiya

# transcribe.inprogress
source: In Progress
ha: Ana kai

# transcribe.transcribed
source: Transcribed
ha: An fassara

# transcribe.reviewed
source: Reviewed
ha: Bincike

# transcribe.logout
source: Log Out
ha: An fita

# userSettings.user
source: User
ha: Ma aikin

# userSettings.name
source: Name
ha: Suna

# userSettings.font
source: Font
ha: Peni Sifa

# userSettings.language
source: Language
ha: Yare

# userSettings.medium
source: Medium
ha: Nasaka Sakakani

# userSettings.small
source: Small
ha: Karami

# userSettings.large
source: Large
ha: Boba

# userSettings.english
source: English
ha: Yarin turenci

# userSettings.keyboardShortcuts
source: KEYBOARD SHORTCUTS
ha: Buga alama

# userSettings.playPause
source: Play / Pause
ha: Soma / tsaya

# userSettings.rewind
source: Rewind
ha: Koma

# userSettings.fastForward
source: Fast Forward
ha: Ketare

# userSettings.slowDown
source: Slow Down
ha: Sanu sanu

# userSettings.speedUp
source: Speed Up
ha: Sauri (sauri)

# userSettings.reset
source: RESET TO DEFAULTS
ha: Mayida abu ayada yake

# userSettings.save
source: Save
ha: Ajiye

# userSettings.password
source: Password
ha: Baa yenci

# userSettings.role
source: Role
ha: Masai yi

# userSettings.transcriber
source: Transcriber
ha: Majuyarwa

# userSettings.reviewer
source: Reviewer
ha: Mai mai maitawa

# userSettings.reviewComments
source: REVIEW COMMENTS
ha: Mai bada ra'ayi

# userSettings.chooseAvatar
source: Choose an image file
ha: Zaɓi fayil ɗin hoto

# userSettings.nameErrorMessage
source: Please fill in the Name
ha: Da fatan a cika sunan

# userSettings.fontErrorMessage
source: Please fill in the Font
ha: Da fatan a cika da font

# userSettings.playPauseErrorMessage
source: Please fill in the Play/Pause
ha: Don Allah cika wasan / dakatarwa

# userSettings.rewindErrorMessage
source: Please fill in the Rewind
ha: Don Allah a cika da baya

# userSettings.fastForwardErrorMessage
source: Please fill in the Fast Forward
ha: Don Allah cika cika da sauri

# userSettings.slowDownErrorMessage
source: Please fill in the Slow Down
ha: Don Allah a cika jinkirin

# userSettings.speedUpErrorMessage
source: Please fill in the Speed Up
ha: Don Allah cika cikawar

# userSettings.privilegeTier
source: Privilege Tier
ha: Tier Privilege

# userSettings.imageFile
source: Image File
ha: Fayil din Hotuna

# userSettings.editAvatar
source: Edit Avatar
ha: Shirya Hoto

# projectSettings.next
source: Next
ha: Kusa

# projectSettings.chooseALanguage
source: Choose a user interface language
ha: Zaɓi yare

# projectSettings.lookForProjects
source: Looking for Paratext projects on this computer...
ha: Neman ayyukan Paratext akan wannan kwamfutar...

# projectSettings.selectProject
source: Select a Paratext Project
ha: Zaži Mataki na Matsala

# projectSettings.browseForProject
source: Browse for a project
ha: Bukan don duniya

# projectSettings.createEmptyProject
source: Create empty project
ha: Ƙirƙira aikin maras amfani

# projectSettings.noProjectsFound
source: We didn’t find any Paratext projects on your computer.
ha: Ba mu sami matakan Paratext a kan kwamfutarka ba.

# projectSettings.pairedWithParatextProject
source: Paired with Paratext project
ha: An daidaita tare da aikin Paratext

# projectSettings.projectSettings
source: Project Settings
ha: Shirye-shiryen Sabis

# projectSettings.autoSyncParatext
source: Auto-sync with Paratext
ha: Daidaitawar atomatik tare da Paratext

# projectSettings.allowUsersToClaimUnassignedTasks
source: Allow users to claim unassigned tasks
ha: Bada masu amfani don da'awar ɗawainiya marasa aikin

# projectSettings.people
source: People
ha: Mutane

# projectSettings.tasks
source: Tasks
ha: Ɗawainiya

# projectSettings.addUser
source: Add User
ha: Ƙara Mai amfani

# projectSettings.addTask
source: Add Task
ha: Ƙara Task

# projectSettings.addMany
source: Add Many
ha: Ƙara Mutane da yawa

# projectSettings.learnToAddMany
source: Learn to create a {0} or to rename your audio file with {1}.
ha: Koyi don ƙirƙirar {0} ko don sake suna fayil dinka tare da {1}.

# projectSettings.batchUpload
source: batch upload spreadsheet
ha: shigar da fayilolin da aka samo

# projectSettings.ourNamingConvention
source: our naming convention
ha: zaman taronmu

# projectSettings.sortByRoles
source: Sort by roles
ha: Tsara ta gata

# projectSettings.sortByType
source: Sort by type
ha: Tsara ta hanyar iri

# projectSettings.projectName
source: Project Name
ha: Sunan aikin

# projectSettings.clickToPair
source: Click to pair with Paratext
ha: Danna don daidaita tare da Paratext

# projectSettings.taskDetails
source: Task Details
ha: Taswalin Task

# projectSettings.userDetails
source: User Details
ha: Bayanan mai amfani

# projectSettings.delete
source: Delete
ha: Share

# projectSettings.audioFile
source: Audio File
ha: Fayil ɗin Audio

# projectSettings.reference
source: Reference
ha: Magana

# projectSettings.heading
source: Heading
ha: Rubutun

# projectSettings.assignedTo
source: Assigned To
ha: Rabawa To

# projectSettings.roles
source: Roles
ha: Abubuwa

# projectSettings.otherProjects
source: Other Projects
ha: Sauran Ayyuka

# projectSettings.reviewer
source: Reviewer
ha: Mai sharhi

# projectSettings.pairWithParatext
source: Pair with Paratext
ha: Biyu tare da Paratext

# projectSettings.referenceDuplicate
source: The Reference entered already exists
ha: Tunanin da aka rigaya ya riga ya kasance

# projectSettings.referenceFormat
source: Reference format: LUK 1:1-4 or LUK 1.1,4
ha: Tsarin bayani: LUK 1:1-4 ko LUK 1.1,4

# projectSettings.skip
source: Skip
ha: Tsaida

# projectSettings.copyToClipboard
source: Copy to Clipboard
ha: Kwafi zuwa kwandon jirgi

# projectSettings.makeProject
source: Make new project
ha: Yi sabon aikin

# projectSettings.changeImage
source: Change project image
ha: Canza siffar aikin

# projectSettings.preview
source: Preview
ha: Bayani

# projectSettings.start
source: Start
ha: Fara

# projectSettings.transcribed
source: Transcribed
ha: An fassara

# projectSettings.reviewed
source: Reviewed
ha: Bincike

# projectSettings.discardChanges
source: Discard changes
ha: Kashe canje-canje

# projectSettings.deleteTask
source: Delete Task
ha: Share Task

# projectSettings.deleteUser
source: Delete User
ha: Share Mai amfani
