Repository: sillsdev/Transcribe
Catalog: src/portable/ReactUi/data/localization/TranscriberUi-*.xlf
Languages: sw, ta

# transcribe.bible
source: Bible
sw: Biblia
ta: வேதாகமம்

# transcribe.storybook
source: Storybook
sw: Kitabu cha hadithi
ta: கதைப்புத்தகம்

# transcribe.test
source: Test
sw: Zoezi
ta: தேர்வு

# transcribe.other
source: Other
sw: Ingine
ta: மற்றவை

# transcribe.assigned
source: ASSIGNED
ta: ஒதுக்கப்பட்டவை

# transcribe.available
source: Available
sw: Ipo
ta: உள்ளவை

# transcribe.Review
source: Review
ta: சரிபார்த்தல்

# transcribe.transcribe
source: Transcribe
sw: Andika
ta: எழுத்துவடிவமாக்கல்

# transcribe.accept
source: Accept
sw: Kubali
ta: ஏற்கவும்

# transcribe.submit
source: Submit
sw: Wasilisha
ta: சமர்ப்பி

# transcribe.unassign
source: Unassign
sw: Irudishe
ta: ஒதுக்கவில்லை

# transcribe.congratulations
source: Congratulations
sw: Hongera
ta: வாழ்த்துக்கள்

# transcribe.upload
source: Upload
sw: Weka kwa mtandao
ta: பதிவேற்றம்

# transcribe.continue
source: Continue
sw: Endelea
ta: தொடரு

# transcribe.haveaniceday
source: Have a nice day
sw: Kuwa na siku njema
ta: ஒரு நல்ல நாள்

# transcribe.inboxzero
source: inbox zero
sw: Hakuna ujumbe wowote
ta: இன்பாக்ஸ் பூஜ்யம்

# transcribe.youhavereached
source: You've reached
sw: Umefika
ta: நீங்கள் அடைந்துவிட்டீர்கள்

# transcribe.mytasks
source: My Tasks
sw: Kazi Zangu
ta: எனது பணிகள்

# transcribe.alltasks
source: All Tasks
sw: Kazi zote
ta: அனைத்து பணிகள்

# transcribe.inprogress
source: In Progress
sw: Inaendelea
ta: நடப்பு வேலை

# transcribe.transcribed
source: Transcribed
sw: Imeandikwa
ta: எழுத்துவடிவமாக்கப்பட்டது

# transcribe.reviewed
source: Reviewed
sw: Ilipitiwa
ta: சரிபார்க்கப்பட்டது

# transcribe.synced
source: Synced
sw: Ilikubaliana
ta: ஒத்திசைக்கப்பட்டன

# transcribe.logout
source: Log Out
sw: Ingia nje
ta: வெளியேறு

# userSettings.user
source: User
sw: Mtumiaji
ta: பயன்படுத்துபவர்

# userSettings.name
source: Name
sw: Jina
ta: பெயர்

# userSettings.font
source: Font
sw: Aina ya Mwandiko
ta: எழுத்துரு

# userSettings.language
source: Language
sw: Lugha
ta: மொழி

# userSettings.medium
source: Medium
sw: Kati
ta: ஊடகம்

# userSettings.small
source: Small
sw: Ndogo
ta: சிறிய

# userSettings.large
source: Large
sw: Kubwa
ta: பெரிய

# userSettings.english
source: English
sw: Kiingereza
ta: ஆங்கிலம்

# userSettings.keyboardShortcuts
source: KEYBOARD SHORTCUTS
ta: கீபோர்டு குறுக்குவழிகள்

# userSettings.playPause
source: Play / Pause
sw: Cheza / Zima
ta: இயங்கு / இடைநிறுத்து

# userSettings.rewind
source: Rewind
sw: Rudisha nyuma
ta: பின்செல்

# userSettings.fastForward
source: Fast Forward
sw: Peleka Mbele
ta: முன்செல்

# userSettings.slowDown
source: Slow Down
sw: Punguza Kasi
ta: மெதுவாக்கு

# userSettings.speedUp
source: Speed Up
sw: Ongeza Kasi
ta: வேகமாக்கு

# userSettings.reset
source: RESET TO DEFAULTS
ta: இயல்புநிலைக்கு மாற்று

# userSettings.save
source: Save
sw: Hifadhi
ta: சேமி

# userSettings.password
source: Password
sw: Herufi za siri
ta: கடவுச்சொல்

# userSettings.role
source: Role
sw: Kazi
ta: பொறுப்பு

# userSettings.transcriber
source: Transcriber
sw: Mwandishi
ta: எழுத்துவடிமாக்குபவர்

# userSettings.reviewer
source: Reviewer
sw: Mhakiki
ta: சரிபார்ப்பவர்

# userSettings.reviewComments
source: REVIEW COMMENTS
ta: மதிப்புரை கருத்துக்கள்

# userSettings.chooseAvatar
source: Choose an image file
sw: Chagua faili ya picha
ta: படக் கோப்பை தேர்வு செய்யவும்

# userSettings.nameErrorMessage
source: Please fill in the Name
sw: Tafadhali jaza Jina
ta: தயவு செய்து பெயரை நிரப்பவும்

# userSettings.fontErrorMessage
source: Please fill in the Font
sw: Tafadhali jaza Mwandiko
ta: தயவு செய்து எழுத்துருவை நிரப்பவும்

# userSettings.playPauseErrorMessage
source: Please fill in the Play/Pause
ta: தயவு செய்து இயங்கு / இடைநிறுத்தத்தை நிரப்பவும்

# userSettings.rewindErrorMessage
source: Please fill in the Rewind
sw: Tafadhali jaza Rudisha Nyuma
ta: தயவு செய்து பின்செல்லை நிரப்பவும்

# userSettings.fastForwardErrorMessage
source: Please fill in the Fast Forward
sw: Tafadhali jaza Peleka Kasi
ta: தயவு செய்து முன்செல்லை நிரப்பவும்

# userSettings.slowDownErrorMessage
source: Please fill in the Slow Down
sw: Tafadhali jaza Punguza Kasi
ta: தயவு செய்து மெதுவாக்குவதை நிரப்பவும்

# userSettings.speedUpErrorMessage
source: Please fill in the Speed Up
sw: Tafadhali kujaza kasi ya juu
ta: தயவு செய்து வேகமாக்குவதை நிரப்பவும்

# userSettings.newImage
source: New Image
sw: Image Mpya
ta: புதிய படம்

# userSettings.zoom
source: Zoom
ta: பெரிதாக்கு

# userSettings.browse
source: Browse
sw: Vinjari
ta: உலாவு

# userSettings.privilegeTier
source: Privilege Tier
sw: Uwezo wa Haki
ta: பிரெயிலெக் அடுக்கு

# userSettings.imageFile
source: Image File
sw: Picha ya Picha
ta: படக் கோப்பு

# userSettings.editAvatar
source: Edit Avatar
sw: Badilisha picha
ta: படத்தை திருத்தவும்

# projectSettings.next
source: Next
sw: Inayofuata
ta: அடுத்த

# projectSettings.chooseALanguage
source: Choose a user interface language
sw: Chagua lugha itakayotumika
ta: ஒரு மொழியைத் தேர்வு செய்க

# projectSettings.lookForProjects
source: Looking for Paratext projects on this computer...
sw: Natafuta Paratext kwa kompyuta hii …
ta: இந்த கணினியில் Paratext திட்டங்களைத் தேடுகிறீர்கள்...

# projectSettings.selectProject
source: Select a Paratext Project
sw: Chagua Mradi mojawapo wa Paratext
ta: ஒரு Paratext திட்டத்தைத் தேர்ந்தெடுக்கவும்

# projectSettings.browseForProject
source: Browse for a project
sw: Kagua mradi mojawapo
ta: திட்டத்திற்கான உலாவி

# projectSettings.createEmptyProject
source: Create empty project
sw: Unda mradi mpya
ta: வெற்று திட்டத்தை உருவாக்கவும்

# projectSettings.noProjectsFound
source: We didn’t find any Paratext projects on your computer.
sw: Hatukupata mradi wowote wa Paratext katika kompyuta yako.
ta: உங்கள் கணினியில் எந்த Paratext திட்டத்தையும் கண்டுபிடிக்க முடியவில்லை.

# projectSettings.pairedWithParatextProject
source: Paired with Paratext project
sw: Imewekwa pamoja na mradi wa Paratext
ta: Paratext திட்டத்துடன் இணைக்கப்பட்டது

# projectSettings.projectSettings
source: Project Settings
sw: Mpangilio wa Miradi
ta: திட்ட அமைப்புகள்

# projectSettings.autoSyncParatext
source: Auto-sync with Paratext
sw: Inaendana pamoja na Paratext
ta: Paratext உடன் தன்னியக்க ஒத்திசைவு

# projectSettings.allowUsersToClaimUnassignedTasks
source: Allow users to claim unassigned tasks
sw: Ruhusu watumiaji kudai kazi zisizosabiwa
ta: பயனர்கள் ஒதுக்கப்படாத பணிகளைக் கோர அனுமதி

# projectSettings.people
source: People
sw: Watu
ta: மக்கள்

# projectSettings.tasks
source: Tasks
sw: Kazi
ta: பணிகள்

# projectSettings.addUser
source: Add User
sw: Ongeza Mtumiaji
ta: பயனர் சேர்

# projectSettings.addTask
source: Add Task
sw: Ongeza Kazi
ta: பணி சேர்க்க

# projectSettings.addMany
source: Add Many
sw: Ongeza Wengi
ta: பல சேர்

# projectSettings.learnToAddMany
source: Learn to create a {0} or to rename your audio file with {1}.
sw: Jifunze kuunda {0} au kubadili faili yako ya sauti na {1}.
ta: {0} உருவாக்க அல்லது உங்கள் ஆடியோ கோப்பை {1} உடன் மறுபெயரிட கற்றுக்கொள்ளுங்கள்.

# projectSettings.batchUpload
source: batch upload spreadsheet
sw: Pakia lahajedwali la kupakia kundi
ta: தொகுப்பு பதிவேற்ற விரிதாள்

# projectSettings.ourNamingConvention
source: our naming convention
sw: kutamsha jina yetu
ta: எங்கள் பெயரிடும் வழக்கம்

# projectSettings.sortByRoles
source: Sort by roles
sw: Panga kwa wajibu
ta: சலுகைகள் மூலம் வரிசைப்படுத்தவும்

# projectSettings.sortByType
source: Sort by type
sw: Panga kwa aina
ta: வகை மூலம் வரிசைப்படுத்தவும்

# projectSettings.projectName
source: Project Name
sw: Jina la Mradi
ta: திட்டப்பணி பெயர்

# projectSettings.clickToPair
source: Click to pair with Paratext
sw: Bonyeza ili kuiambatanisha na Paratext
ta: Paratext உடன் இணைக்க கிளிக் செய்யவும்

# projectSettings.taskDetails
source: Task Details
sw: Kazi Utakayofanya
ta: பணி விவரங்கள்

# projectSettings.userDetails
source: User Details
sw: Mambo Kuhusu Mtumiaji
ta: பயனர் விவரங்கள்

# projectSettings.delete
source: Delete
sw: Futa
ta: நீக்கு

# projectSettings.audioFile
source: Audio File
sw: Faili ya Kusikiza
ta: ஆடியோ கோப்பு

# projectSettings.reference
source: Reference
sw: Marejeo
ta: குறிப்பு

# projectSettings.heading
source: Heading
sw: Kichwa
ta: தலைப்பு

# projectSettings.assignedTo
source: Assigned To
sw: Aliyepewa ni
ta: ஒதுக்கப்பட்டது

# projectSettings.roles
source: Roles
sw: Wajibu
ta: சிறப்புரிமைகள்

# projectSettings.otherProjects
source: Other Projects
sw: Miradi Mingine
ta: பிற திட்டங்கள்

# projectSettings.admin
source: Admin
sw: Mwelekezi
ta: நிர்வாகி

# projectSettings.reviewer
source: Reviewer
sw: Mhakiki
ta: சரிபார்ப்பவர்

# projectSettings.transcriber
source: Transcriber
sw: Mwandishi
ta: எழுத்துவடிமாக்குபவர்

# projectSettings.pairWithParatext
source: Pair with Paratext
sw: Ambatanisha na Paratext
ta: Paratext உடன் இணைத்தல்

# projectSettings.referenceDuplicate
source: The Reference entered already exists
sw: Rejea imeingia tayari ipo
ta: உள்ளிட்ட குறிப்பு ஏற்கனவே உள்ளது

# projectSettings.referenceFormat
source: Reference format: LUK 1:1-4 or LUK 1.1,4
sw: Utaratibu wa Marejeo: Luka 1:1-4 au Luka 1.1,4
ta: குறிப்பு வடிவமைப்பு: LUK 1:1-4 அல்லது LUK 1.1,4

# projectSettings.skip
source: Skip
sw: Ruka
ta: செல்க

# projectSettings.copyToClipboard
source: Copy to Clipboard
sw: Nakili na Kuweka mahali
ta: படியெடுத்தல் நகல்

# projectSettings.makeProject
source: Make new project
sw: Fanya mradi mpya
ta: புதிய திட்டம் உருவாக்க

# projectSettings.changeImage
source: Change project image
sw: Badilisha picha ya mradi
ta: திட்டத்தின் படத்தை மாற்ற

# projectSettings.preview
source: Preview
sw: Angalia
ta: முன்னோட்ட

# projectSettings.milestones
source: Milestones
sw: Maajabu
ta: மைல்கற்கள்

# projectSettings.start
source: Start
sw: Anza
ta: தொடங்கும்

# projectSettings.transcribed
source: Transcribed
sw: Imeandikwa
ta: தட்டச்சு

# projectSettings.reviewed
source: Reviewed
sw: Ilipitiwa
ta: ஒப்புதல்

# projectSettings.synced
source: Synced
sw: Ilikubaliana
ta: பதிவேற்றிய

# projectSettings.discardChanges
source: Discard changes
sw: Kuondoa mabadiliko
ta: மாற்றங்களை கைவிடலாம்

# projectSettings.deleteTask
source: Delete Task
sw: Futa Kazi
ta: பணி நீக்கு

# projectSettings.deleteUser
source: Delete User
sw: Futa Mtumiaji
ta: பயனரை நீக்கு

# transcribe.assigned
source: Assigned
sw: Imepeanwa

# transcribe.review
source: Review
sw: Hakiki

# userSettings.keyboardShortcuts
source: Keyboard Shortcuts
sw: Njia za Mkato za Kuchapa

# userSettings.reset
source: Reset to Defaults
sw: Rudisha Inapoanzia

# userSettings.reviewComments
source: Review Comments
sw: Hakiki Maoni

# userSettings.playPauseErrorMessage
source: Please fill in the Play / Pause
sw: Tafadhali jaza Cheza / Zima
